export const studentData = [
  {
    id: 1,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [2, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [3, "Упражнение 2", "Нет", "Да", 20, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [4, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [5, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "6",
        items: [6, "Урок 6", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "7",
        items: [7, "Урок 7", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "8",
        items: [8, "Урок 8", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 2,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 3,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 4,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 5,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 6,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 7,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 8,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 9,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "6",
        items: [6, "Урок 6", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 10,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 11,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 12,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "6",
        items: [6, "Урок 6", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 13,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 14,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 15,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "6",
        items: [6, "Урок 6", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "7",
        items: [7, "Урок 7", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "8",
        items: [8, "Урок 8", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "9",
        items: [9, "Урок 9", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 16,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 17,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 18,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 19,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "6",
        items: [6, "Урок 6", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 20,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 21,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 22,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "6",
        items: [6, "Урок 6", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "7",
        items: [7, "Урок 7", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "7",
        items: [8, "Урок 8", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "7",
        items: [9, "Урок 9", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 23,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 24,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
  {
    id: 24,
    grades: [
      {
        id: "1",
        items: [1, "Урок 1", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "2",
        items: [2, "Урок 2", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "3",
        items: [3, "Урок 3", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "4",
        items: [4, "Урок 4", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "5",
        items: [5, "Урок 5", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "6",
        items: [6, "Урок 6", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "7",
        items: [7, "Урок 7", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [7, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [8, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "8",
        items: [8, "Урок 8", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
      {
        id: "9",
        items: [9, "Урок 9", 100, 90, 19, 33, "100 мин", 1000],
        detail: [
          {
            id: "1.1",
            items: [1, "Упражнение 1", "Да", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.2",
            items: [2, "Упражнение 2", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.3",
            items: [3, "Упражнение 3", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.4",
            items: [4, "Упражнение 4", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [5, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
          {
            id: "1.5",
            items: [6, "Упражнение 5", "Нет", "Да", 19, 33, "100 мин", 1000],
          },
        ],
      },
    ],
  },
];
